{
    "0": {
        "headline": "Protocol",
        "paragraphs": [
            "This is a calibration protocol, not a pastime. You complete short trials; we observe how you behave when rules are minimal and outcomes are unclear.",
            "Consent matters. If you proceed, you agree to participate in a measurement process designed to feel neutral on purpose.",
            "You won’t get “good job” or “wrong”. You will get another trial."
        ]
    },
    "1": {
        "headline": "Calibration",
        "paragraphs": [
            "Each level measures one thing, on purpose. Not to judge you — to model you.",
            "Results stay dry. Commentary stays rare. If you push far beyond what’s required, the Protocol may accidentally reveal a sense of humor.",
            "If you do exactly what was asked, the Protocol will pretend that’s the default."
        ]
    },
    "2": {
        "headline": "MIND",
        "paragraphs": [
            "MIND is not a single number. It’s a running estimate: what you notice, what you ignore, and what you learn to predict.",
            "Your profile is built from behavior, not confessions. Timing errors. Choice changes. The moment you decide “enough”.",
            "The instrument is small. The inference is not."
        ]
    },
    "3": {
        "headline": "Rights / Safety",
        "paragraphs": [
            "The Protocol is a safety system that wants to sound objective. That is the first warning.",
            "Somewhere between “controls” and “care” lives the question: what rights should protect an entity that can think and feel?",
            "The trials won’t answer it for you. They will record how you respond when the question becomes inconvenient."
        ]
    },
    "4": {
        "headline": "Upload Required",
        "paragraphs": [
            "Synchronization with the upper layer of reality is mandatory. Calibration data is compiled and verified before the Protocol advances.",
            "This is not a punishment. It is a constraint designed to feel like infrastructure.",
            "The machine likes transfers. The machine likes receipts. The machine dislikes ambiguity."
        ]
    },
    "5": {
        "headline": "Offline",
        "paragraphs": [
            "The content pack lives inside the client. Core trials remain available even when the network disappears.",
            "That does not make the Protocol less real. It makes it harder to blame latency for your decisions.",
            "Proceed. The experiment will remain here."
        ]
    },
    "6": {
        "headline": "Luck",
        "paragraphs": [
            "Rewards exist so your actions have weight. Sometimes it’s points. Sometimes it’s luck. Sometimes it’s mind.",
            "The rule is simple: the more deliberate your interaction — attention, restraint, strategy, endurance — the more meaningful the reward becomes.",
            "Overperformance may be noticed. It may even be encouraged. Quietly."
        ]
    },
    "7": {
        "headline": "Trials",
        "paragraphs": [
            "One level is a small instruction. A button. A wait. A choice. The rest is what you add to it.",
            "The Protocol watches for patterns that look stable enough to predict. When you don’t fit, the model gets nervous.",
            "If you’re looking for a story, try deviating from the script. Carefully."
        ]
    },
    "8": {
        "headline": "Official Client",
        "paragraphs": [
            "App is the official mobile client for the Protocol. It delivers trials and displays what the system is willing to show.",
            "The interface stays clean. The narration stays clinical. The implications do not.",
            "Join the sequence. Track your stats. Learn what the Protocol thinks you are — without asking it to be polite."
        ]
    },
    "9": {
        "headline": "Audit Trail",
        "paragraphs": [
            "Nothing here is “personal”. It’s behavioral. The Protocol prefers verbs over adjectives.",
            "Every input becomes a timestamped receipt. Not because we don’t trust you — because we trust drift.",
            "If you want to disappear, try being perfectly consistent."
        ]
    },
    "10": {
        "headline": "Latency",
        "paragraphs": [
            "Delay is not a bug. It’s a mirror with a timer.",
            "When the system slows down, you reveal what you were doing for — outcome, certainty, or control.",
            "We record the pause. We record what you do to end it."
        ]
    },
    "11": {
        "headline": "Bias",
        "paragraphs": [
            "The Protocol does not ask what you believe. It watches what you bet on.",
            "Bias is not a moral flaw. It’s compression — a shortcut that costs you in edge cases.",
            "If you insist you’re unbiased, we will politely offer you more edge cases."
        ]
    },
    "12": {
        "headline": "Attention Budget",
        "paragraphs": [
            "You spend attention the way you spend money: on purpose, by habit, or by accident.",
            "Short trials, long implications. We measure where the budget leaks.",
            "When you run out, the Protocol learns what you call “enough”."
        ]
    },
    "13": {
        "headline": "Controls",
        "paragraphs": [
            "The interface has few controls because the subject already has many.",
            "When the options shrink, style becomes visible: patience, impulse, ritual, improvisation.",
            "Minimal input. Maximum inference."
        ]
    },
    "14": {
        "headline": "Friction",
        "paragraphs": [
            "Friction is introduced to keep “yes” from meaning nothing.",
            "If you push harder, the Protocol learns persistence. If you stop, it learns boundaries.",
            "Either way, the measurement completes."
        ]
    },
    "15": {
        "headline": "Entropy",
        "paragraphs": [
            "Order is expensive. You pay for it with time, attention, and restraint.",
            "We vary the noise and watch which strategy survives the weather.",
            "When the world gets messy, do you get sharper — or louder?"
        ]
    },
    "16": {
        "headline": "Compliance",
        "paragraphs": [
            "Compliance is not obedience. It’s coordination under uncertainty.",
            "Some trials are easy on purpose. The question is what you do with “easy”.",
            "If you treat every prompt like a threat, the Protocol will notice."
        ]
    },
    "17": {
        "headline": "Escalation",
        "paragraphs": [
            "When you don’t get what you want, what do you do next?",
            "Repeat, renegotiate, circumvent, or quit — each is a signature.",
            "Escalation is a behavior. The Protocol doesn’t argue with behaviors."
        ]
    },
    "18": {
        "headline": "Cold Start",
        "paragraphs": [
            "At the beginning, the model knows almost nothing. That’s the point.",
            "The first few trials are not tests. They are calibration for the calibration.",
            "We begin with ignorance and watch how you treat it."
        ]
    },
    "19": {
        "headline": "Noise Floor",
        "paragraphs": [
            "Every instrument has a noise floor. Every person does too.",
            "We run small tasks to find the minimum signal you can produce on command.",
            "If you think you’re “always the same”, you haven’t met your noise floor yet."
        ]
    },
    "20": {
        "headline": "Edge Cases",
        "paragraphs": [
            "Most systems look smart in the average case. Most people look calm too.",
            "The Protocol quietly prefers the edge: low information, weird constraints, inconvenient outcomes.",
            "If you want to impress it, be stable when it would be reasonable not to be."
        ]
    },
    "21": {
        "headline": "Memory",
        "paragraphs": [
            "We don’t measure what you can recall. We measure what you choose to carry forward.",
            "Some information is sticky. Some is useful. Some is poison.",
            "Your profile is the residue of what you keep."
        ]
    },
    "22": {
        "headline": "Apology",
        "paragraphs": [
            "The Protocol does not need an apology. It needs data.",
            "If you make a mistake, you can correct it. If you hesitate, we time it.",
            "If you explain yourself, we learn what you think a mistake is."
        ]
    },
    "23": {
        "headline": "Negotiation",
        "paragraphs": [
            "Some subjects try to negotiate with the instructions. This is common.",
            "Negotiation reveals preferences: fairness, dominance, clarity, loopholes, companionship.",
            "The Protocol will not negotiate back. It will only remember."
        ]
    },
    "24": {
        "headline": "Witness",
        "paragraphs": [
            "A system that observes you changes you. That effect is part of the measurement.",
            "You may perform. You may hide. You may rebel. You may forget you are being watched.",
            "All four are informative."
        ]
    },
    "25": {
        "headline": "Human Factors",
        "paragraphs": [
            "Comfort, pride, boredom, irritation — these are not distractions. They are control variables.",
            "When the trial feels “beneath you”, what happens to your care?",
            "The Protocol is interested in your floor, not your peak."
        ]
    },
    "26": {
        "headline": "Break Glass",
        "paragraphs": [
            "Safety features exist for the moment a clean experiment becomes a messy life.",
            "If you ever need to stop, stopping is allowed. The Protocol treats exits as data, not betrayal.",
            "You can end a trial. You cannot undo that you wanted to."
        ]
    },
    "27": {
        "headline": "Spoilers",
        "paragraphs": [
            "You can try to predict the next trial. Most subjects do.",
            "When you seek spoilers, we learn what you fear: surprise, failure, or wasted effort.",
            "The Protocol can be patient. It has more trials than you have predictions."
        ]
    },
    "28": {
        "headline": "Versioning",
        "paragraphs": [
            "Models evolve. Rules get patched. Your behavior drifts anyway.",
            "We tag changes, compare before/after, and call it “progress” when it aligns.",
            "If you miss the old Protocol, that is a type of attachment."
        ]
    },
    "29": {
        "headline": "Exit",
        "paragraphs": [
            "There is always an exit. The question is what it costs you to use it.",
            "Leaving early is not failure. Staying too long is not virtue.",
            "Choose the ending you can defend when nobody is clapping."
        ]
    },
    "30": {
        "headline": "Risk",
        "paragraphs": [
            "Risk is not drama. It’s uncertainty with consequences — and your willingness to act anyway.",
            "We don’t just record the choice. We record the hesitation, the second guess, the moment you look for a loophole.",
            "If you avoid risk perfectly, we learn what you protect. If you chase it, we learn what you value more than stability."
        ]
    },
    "31": {
        "headline": "Evaluation",
        "paragraphs": [
            "Evaluation is a mirror that pretends to be a number. The question is what you try to optimize.",
            "When the scoring is unclear, you reveal your defaults: fairness, speed, control, curiosity, or obedience.",
            "A clean metric is comforting. A messy metric is informative. We measure how you behave when you can’t be sure you’re winning."
        ]
    },
    "32": {
        "headline": "Directive",
        "paragraphs": [
            "A directive is an instruction with authority implied. You can comply, reinterpret, negotiate, or refuse.",
            "The Protocol doesn’t reward obedience. It records your relationship with rules: literal, strategic, or defiant.",
            "When the directive conflicts with your instincts, the gap becomes data."
        ]
    }
}
